Repository: BillTheBest/openmediavault-rsnapshot
Catalog: usr/share/openmediavault/locale/*/openmediavault-rsnapshot.po
Languages: de_de

source: Add backup job
de_de: Backup-Auftrag hinzufügen

source: Backup jobs
de_de: Backup-Aufträge

source: Comment
de_de: Kommentar

source: Default rsync long args. All rsync commands have at least these options set. Default is '--delete --numeric-ids --delete-excluded'. Please check the <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>manual page</a> for more details.
de_de: Standard RSync "long" Argumente. Alle rsync Befehle werden mindestens mit diesen Optionen aufgerufen. Standard ist '--delete --numeric-ids --delete-excluded'. Bitte prüfen sie die <a href='http://www.samba.org/ftp/rsync/rsync.html' target='_blank'>Anleitung</a> für weitere Details.

source: Edit backup job
de_de: Backup-Auftrag editieren

source: Enable
de_de: Aktivieren

source: Enabled
de_de: Aktiviert

source: Execute backup job
de_de: Backup-Job ausführen

source: Group
de_de: Gruppe

source: If this is enabled, rsync won't span filesystem partitions within a backup point.
de_de: Wenn aktiviert, werden andere Dateisysteme, die unterhalb des Backup-Verzeichnisses eingebunden sind, nicht einbezogen.

source: Number of daily backups to keep. After n backups are created, the first one will be overwritten.
de_de: Anzahl der täglichen Backups, die aufgehoben werden sollen. Nach n erstellten Backups wird das erste wieder überschrieben.

source: Number of hourly backups to keep. After n backups are created, the first one will be overwritten.
de_de: Anzahl der stündlichen Backups, die aufgehoben werden sollen. Nach n erstellten Backups wird das erste wieder überschrieben.

source: Number of monthly backups to keep. After n backups are created, the first one will be overwritten.
de_de: Anzahl der monatlichen Backups, die aufgehoben werden sollen. Nach n erstellten Backups wird das erste wieder überschrieben.

source: Number of rsync tries. If you experience any network problems or network card issues that tend to cause ssh to crap-out with 'Corrupted MAC on input' errors, for example, set this to a higher value to have the rsync operation re-tried
de_de: Anzahl der Versuche, die rsync verwenden soll. Wenn Sie Probleme mit dem Netzwerk oder der Netzwerkkarte haben, die dazu führen, das ssh z.B. mit dem Fehler "Corrupted MAC on input" abbricht, setzen Sie dies auf einen Wert größer als 1, damit rsync die Operation wiederholt.

source: Number of weekly backups to keep. After n backups are created, the first one will be overwritten.
de_de: Anzahl der wöchentlichen Backups, die aufgehoben werden sollen. Nach n erstellten Backups wird das erste wieder überschrieben.

source: Number of yearly backups to keep. After n backups are created, the first one will be overwritten.
de_de: Anzahl der jährlichen Backups, die aufgehoben werden sollen. Nach n erstellten Backups wird das erste wieder überschrieben.

source: One filesystem only
de_de: Einzelnes Dateisystem

source: Retain daily
de_de: Tägliche behalten

source: Retain hourly
de_de: Stündliche behalten

source: Retain monthly
de_de: Monatliche behalten

source: Retain weekly
de_de: Wöchentliche behalten

source: Retain yearly
de_de: Jährliche behalten

source: Rsync long arguments
de_de: RSync Argumente

source: Rsync tries
de_de: RSync Versuche

source: Run
de_de: Ausführen

source: Source
de_de: Quelle

source: Source folder
de_de: Quellordner

source: Target
de_de: Ziel

source: Target folder
de_de: Zielordner

source: The Folder used as target for backups. Backups will go into a sub-folder <em>localhost/&lt;label of source filesystem&gt;/&lt;source folder relative path&gt;</em>
de_de: Der Ordner, der als Ziel für die Backups genutzt wird. Backups werden im Unterverzeichnis <em>localhost/&lt;Name des Quelldateisystems&gt;/&lt;Relativer Quellpfad&gt;</em> angelegt.

source: The shared folder to Backup.
de_de: Der zu sichernde freigegebene Ordner.

source: This option specifies the group that the backup directories will belong to. Note: This will only change the group of additionally created dirs. The backed-up files and directories will mirror the original permissions.
de_de: Diese Option spezifiziert die Gruppe, der das Backup Zielverzeichnis gehören soll. Hinweis: Diese Option ändert nur die Gruppe von zusätzlich erstellten Verzeichnissen. Die Rechte der gesicherten Dateien und Ordner bleiben bestehen.
